[{"id":1558008483531,"title":"自暴自弃庸庸碌碌，或许也能活得下来，但这绝不是生活","content":"做人，无需去羡慕别人，也无需去花时间去羡慕别人是如何成功的，想的只要是自己如何能战胜自己，如何变得比昨天的自己强大就行。自己的磨练和坚持，加上自己的智慧和勤劳，会成功的。终将变成石佛那样受到大家的尊敬。生活星期天早上和朋友一起聊天，朋友说了一个他们听过的故事：“一尊佛像前有一条铺着石板的路，人们每天都踏着这一阶一阶的石板去膜拜佛像。石阶看着人们踏着自己去膜拜佛像，心里很不舒服。石阶心里想，自己和佛本来就来自同一块石头，为什么自己要成为踏脚石，让人们踩着自去去膜拜它呢！它对佛抱怨说这样太不公平！佛像说：这没有什么不公平，你们成为台阶只需挨了四刀，而我是挨了千刀万剐才成了人们膜拜的佛像。”他说这个故事给留下非常深刻的印象——人确实需要磨练才能成才，不一样的付出，当然收获不一样的结果。“自古雄才多磨难，从来纨绔少伟男，”“宝剑锋从磨砺出，梅花香自苦寒来，“一个人要想成为人上之人，必须吃得苦中之苦。只要有抱负，就去努力。不努力不付出，石阶永远不可能变成佛像的！","timestamp":"2019-05-18 16:51:00"},{"id":1558061270120,"title":"石匠的故事","content":"有一个小山村，很久很久都没有下雨了，老百姓吃完了粮食，吃草根，吃完了草根，吃树皮，到最后没有任何东西能填饱肚子，无数身边的人离开了，老人死去了，弱小的孩子死去了，村里的年青人不知如何是好。于是他们就去找智慧老人，智慧老人说，这是对神灵的不敬，需要派人去采集光滑，有灵性，中间有缝，左右对称的卵石，取其中的一块，雕刻成佛，让石佛保佑众生，村里人都去找卵石了，采集卵石非常难，翻山、过河、找不到合适的石头，其中有一个年轻人在采集的过程中又饥又饿，年青人想放弃，躺在石头上想休息，忽然间发现，他躺得这块石头非常的光滑，左右对称，与其他的石头不一样，难道这就是孪生石？年青人赶紧找来石匠，石匠与石头打了一辈子的交道，听的懂石头的语言。左看右看，石匠认定这就是智慧老人所说的孪生石，石匠和年轻人找来村子里的其他人费了很大的劲把石头搬到村里的庙里。石匠用手摸摸孪生石，感觉右边的有灵性，有质感！问石头，你愿意做石佛吗？石头回答到“愿意”石匠“砰砰砸了几下！”右边石头说：太痛了。石匠说：肯定会痛。右边石头：为了成为石佛，我能忍受。石匠说：每凿一下，你就流出鲜血和汗珠，一天、二天、三天、十天……二十天，就在雕琢面部的最后期限，那块会凿的更痛。石匠：你能忍吗？右边石头：我能忍！砰的一下，凿下去，石头一下哭了。右边石头：这痛已经超出了我的极限。我实在忍受不了，缓一缓好吗？明天在来好吗？第二天石匠拿起榔头。右边石头说：慢着，我昨天想了一夜，风吹雨打，我落的自在，成为佛也不过就是千人朝拜，万人敬仰，我实在受不了……石匠很惋惜，对另外一块石头说，你愿意做是佛吗？左边石头说：只要能救老百姓，给老百姓求来雨，敌我愿意做石佛。石匠为了将这块石头雕琢成佛，连夜打造，一天、两天……左边的石头忍受了刀削斧凿的痛苦，石头脸上伤痕累累。二十天过去了，石匠终于把左边的石头雕刻成 了一尊佛像。两天之后，天上果真降下大雨，村民都纷纷来朝拜石佛，而把右边的石头当成了台阶，踩踏跪拜，夜深的时候，两块石头开始了他们的对话。右边石头说：我们俩同样都是一个山上的石头，论时间、外形、机会我都胜过你。而现在你却高高在上，接受人们的膜拜，这些人却踩着我的身体去朝拜你，把口水吐在我身上，太不公平了。石佛（左边的石头）笑了笑说：兄弟：其实一切都是公平的，从小我就知道，论资质我不如你好，当我们同样被采集下山的时候，石匠说要把你雕成佛像，你怕疼不肯让身上留下凿痕，可是我就想为老百姓带来幸福和美好，要我的生命我都愿意，所以我接受了千锤百炼，才变成佛像的。","timestamp":"2021-05-20 21:40:14"},{"id":1621490589000,"title":"Android 12正式发布：安卓历史最大设计变化、更流畅了！","content":"大家期待的Android 12终于来了，其实在这之前谷歌已经推出了多个测试版，所以它已经没有那么神秘了。相比前几代系统来说，Android 12是Android历史上最大的设计变化，引入全新的设计语言Material You，用户将能够通过自定义调色板和重新设计的小工具来完全个性化自己的手机。利用颜色提取，用户可以选择自己的壁纸，并可以将这些颜色应用于整个操作系统，包括通知栏、锁屏、音量控制、新的小工具以及更多。 了一尊佛像。两天之后，天上果真降下大雨，村民都纷纷来朝拜石佛，而把右边的石头当成了台阶，踩踏跪拜，夜深的时候，两块石头开始了他们的对话。右边石头说：我们俩同样都是一个山上的石头，论时间、外形、机会我都胜过你。而现在你却高高在上，接受人们的膜拜，这些人却踩着我的身体去朝拜你，把口水吐在我身上，太不公平了。石佛（左边的石头）笑了笑说：兄弟：其实一切都是公平的，从小我就知道，论资质我不如你好，当我们同样被采集下山的时候，石匠说要把你雕成佛像，你怕疼不肯让身上留下凿痕，可是我就想为老百姓带来幸福和美好，要我的生命我都愿意，所以我接受了千锤百炼，才变成佛像的。","timestamp":"2021-05-20 14:03:09"}]